{
    "language": "[Spanish / English]",
    "title": "Professional Profile",
    "description" : "I consider myself a persevering, proactive, dedicated and responsible person. I am dedicated to backend development in Guidewire software that is used by banking and insurance companies however I am always open to using other more modern technologies to keep myself constantly learning. What I expect from the company that wants to contact me are constant challenges a pleasant work environment and continuous learning.",
    "infoName" : "Name",
    "infoPhone" : "Phone",
    "infoEmail" : "E-mail",
    "infoLocation" : "Location",
    "name": "Carmen Salinas Zavala",
    "phone": "(+51) 978645087",
    "mail": "carmen12.salinas@gmail.com",
    "location": "Remote",
    "title2" : "Last Projects",
    "job1": "Softtek",
    "des1Job1" : "Preparation of functional technical specifications at the level of interfaces and business processes and interoperability with internal/external applications (Cloud and On Premise).",
    "des1Job2":"Participation in meetings with business users to raise validation criteria at the business level.",
    "des1Job3":"Support in technical documentation of the Implemented architecture (Hexagonal, BFF, Event Bus).",
    "des1Job4":"Coordination with the areas of project management, software quality, computer security and production for the implementation of projects.",
    "des1Job5":"Created microservices for Guidewire using spring boot and Dana service integration for electronic policy migration, use of event messages.",
    "des1Job6":"Software development based on a continuous integration environment (Jenkins, GitHub Actions).",
    "des1Job7":"Continuous work under the agile framework at the squad and tribe level.",
    "labelJob1" : "Guidewire Certification Checker",
    "job2": "Pappas Grill",
    "des2Job1" : "Support in the integration of the accounting system with the logistics system using JavaScript.",
    "des2Job2": "Macros maintenance.",
    "des2Job3": "Maintaining NoSQL databases by creating REST API in nodejs for mongoDB.",
    "des2Job4": "Short automated tests using Selenium.",
    "des2Job5": "Maintenance of SQL databases by creating queries.",
    "des2Job6": "Development of functionalities within the website at the request of companies",
    "des2Job7": "Use of GCP tools for web integration and deployment.",
    "labelJob2" : "Accounting Web Page",
    "title3" : "Experience",
    "title4" : "Certifications" 
    

}
