{   "language": "[Español / Inglés]",
    "title": "Perfil Profesional",
    "description" : "Me considero una persona perseverante, proactiva, dedicada y responsable. Actualmente estoy enfocada en el desarrollo backend de Guidewire (software de empresas de banca y seguros) mediante el uso de lenguaje Java y Gosu, sin embargo siempre estoy predispuesta a usar tecnologías más modernas para mantenerme en constante aprendizaje. Lo que espero de la empresa que me quiera contactar son retos constantes, ambiente laboral agradable y aprendizaje continuo.",
    "infoName" : "Nombre",
    "infoPhone" : "Celular",
    "infoEmail" : "Correo",
    "infoLocation" : "Ubicación",
    "name": "Carmen Salinas Zavala",
    "phone": "(+51) 932676612",
    "mail": "csalinasz@icloud.com",
    "location": "Remota",
    "title2" : "Últimos Proyectos",
    "job1": "Softtek",
    "des1Job1" : "Elaboración de especificaciones técnicas funcionales a nivel de interfaces y procesos de negocio e interoperabilidad con aplicaciones internas/externas (Cloud y On Premise).",
    "des1Job2":"Participación en reuniones con usuarios del negocio para el levantamiento de criterios de validación a nivel de negocio.",
    "des1Job3":"Apoyo en documentación técnica de la arquitectura Implementada (Hexagonal, BFF, Bus de Eventos).",
    "des1Job4":"Coordinación con las áreas de gestión de proyectos, calidad de software, seguridad informática y producción para la puesta en marcha de los proyectos.",
    "des1Job5":"Creación de microservicios para Guidewire usando spring boot e integración de servicio Dana para migración de políticas electrónicas, uso de mensajes por eventos. ",
    "des1Job6":"Desarrollo de software basado en un ambiente de integración continua (Jenkins, GitHub Actions).",
    "des1Job7":"Trabajo continuo bajo el marco ágil a nivel de squads y tribus.",
    "labelJob1" : "Validador de Certificado Guidewire",
    "job2": "Pappas Grill",
    "des2Job1" : "Soporte en la integración del sistema contable con el sistema logístico usando JavaScript.",
    "des2Job2": "Mantenimiento de macros.",
    "des2Job3": "Mantenimiento de bases de datos NoSQL mediante la creación de API REST en nodejs para mongoDB.",
    "des2Job4": "Pruebas cortas automatizadas utilizando Selenium.",
    "des2Job5": "Mantenimiento de bases de datos SQL mediante la creación de queries.",
    "des2Job6": "Desarrollo de funcionalidades dentro de la web a solicitud de la empresas",
    "des2Job7": "Uso de herramientas de GCP para integración y despliegue de la web.",
    "labelJob2" : "Admin Web Contable",
    "title3" : "Experiencia",
    "title4" : "Certificaciones" 

}